exports.menu2 = (id, A187, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 
❉──────────❉

GABO😍😳🥀

❉──────────❉

GABO DOMINA TA 🤠🤙 OLHE OS COMADOS SEUS LIXO👺👍
	
╔════════════════════
║ *MENU2*    
╠════════════════════
║╭──❉ *CITAÇÕES E PUISI* ❉──
║│➸ _*!puisi1*_
║│➸ _*!puisi2*_
║│➸ _*!puisi3*_
║│➸ _*!cerpen*_
║│➸ _*!quotes1*_
║│➸ _*!quotes2*_
║╰──────────
╠════════════════════
║╭──❉ *BAIXAR* ❉──
║│➸ _*!ytmp3*_  (Downloader MP3 do Youtube)
║│➸ _*!ytmp4*_ (seu link)
║│➸ _*!fb*_ (seu link)
║│➸ _*!tiktok*_  (seu link)
║│➸ _*!twt*_ (seu link)
║│➸ _*!ig*_ (seu link)
║╰──────────
║ *BOT ${GABO123}*
╠════════════════════
║╭──❉ *ISLAMISMO* ❉──
║│➸ _*!quran*_
║╰───────────
╠════════════════════
║╭──❉ *18+* ❉──
║│➸ _*!indohot*_
║│➸ _*!cersex*_
║│➸ _*!hentai*_ ( foto de hentai😉🥀😗)
║│➸ _*!indohot*_
║│➸ _*!nekonime*_
║╰───────────

╠════════════════════
║ GABO DOMINA 👺🥀
╚════════════════════`
}
